[
    {
      "id":"001", 
      "category":"HOME",
      "image":"/images/marshall-acton-iii-black.png",
      "name":"ACTON III",
      "text":"Loud things come in small packages. Acton III is the most discreet Bluetooth speaker in the home line-up and has an even wider soundstage than its predecessor, offering re-engineered sound for an immersive home audio experience. It delivers all the room-filling Marshall signature sound you’d expect from a home speaker.",
      "price":279.99,
      "colors": ["black", "cream", "brown"]
    },
    {
      "id":"002", 
      "category":"HOME",
      "image":"/images/marshall-stanmore-iii-black.png",
      "name":"STANMORE III",
      "text":"Taking the middle, and centre stage of our home line-up, Stanmore III has an even wider soundstage than its predecessor and brings expansive Marshall sound to home audio. This Bluetooth speaker has been re-engineered for a more immersive experience and works as a powerful home speaker sound system.",
      "price":379.99,
      "colors": ["black", "cream", "brown"]
    },
    {
      "id":"003", 
      "category":"HOME",
      "image":"/images/marshall-woburn-iii-black.png",
      "text":"A powerful newcomer, the Woburn III has been re-engineered with a new three-way driver system which delivers greater clarity whether you use it as home audio, or as a TV speaker. Dynamic Loudness adjusts the tonal balance of this Bluetooth speaker, delivering you the very best from home audio.",
      "name":"WOBURN III",
      "price":579.99,
      "colors": ["black", "cream"]
    },
    {
      "id":"004", 
      "category":"HOME",
      "image":"/images/marshall-acton-ii-black.png",
      "name":"ACTON II BLUETOOTH",
      "text":"Acton II may be compact, but its sound is nothing short of large. This dynamic compact speaker features three dedicated class D amplifiers that power its dual tweeters and subwoofer, for a sound that is nothing short of large. With Bluetooth 5.0 technology you can play your music in glorious, stereo sound with no wires required.",
      "price":279.99,
      "colors": ["black", "white", "brown"]
    },
    {
      "id":"005", 
      "category":"HOME",
      "image":"/images/pl-marshall-speakers-stanmore-ii-black.png",
      "name":"STANMORE II BLUETOOTH",
      "text":"Classic Marshall details such as a textured vinyl covering, salt & pepper fret and the iconic script logo adorn the sturdy wooden frame of Stanmore II.The brass plate is proudly etched with the establishment date of 1962 – a subtle nod to the brand’s heritage and 60 years of loud.",
      "price":379.99,
      "colors": ["black", "white", "brown"]
    },
    {
      "id":"006", 
      "category":"HOME",
      "image":"/images/pl-marshall-speakers-woburn-ii-black.png",
      "name":"WOBURN II BLUETOOTH",
      "text":"Woburn II hits high trebles cleanly, handles low bass with ease and has a clear, lifelike mid range. Two 1\" tweeters and dual 5.25\" subwoofers are individually powered by class D amps for a total of 110 watts of power. The wooden cabinet construction helps provide a warm, natural sound and the bass reflex system includes a port to increase efficiency at low frequencies.",
      "price":549.99,
      "colors": ["black", "white"]
    },
    {
      "id":"007", 
      "category":"HOME",
      "image":"/images/Uxbridge-black-PLP-Google.png",
      "name":"UXBRIDGE VOICE\nWITH GOOGLE ASSISTANT",
      "text":"Uxbridge Voice combines the legendary sound of Marshall with hands-free help from the Google Assistant, for a speaker that’s not just smart, it’s brilliant. Small in size yet large in sound, this speaker delivers a clean and precise audio experience. With the Google Assistant you can play and control your favourite music, and enjoy the songs you love, no matter what room you are in.",
      "price":219.99,
      "colors": ["black", "white"]
    },
    {
      "id":"008", 
      "category":"HOME",
      "image":"/images/Uxbridge-Balck-PLP-Alexa.png",
      "name":"UXBRIDGE VOICE\nWITH AMAZON ALEXA",
      "text":"Uxbridge Voice combines the legendary sound of Marshall with the helpfulness of Amazon Alexa, for a speaker that’s not just smart, it’s brilliant. Small in size yet large in sound, this speaker delivers a clean and precise audio experience. With Alexa you can use your voice to multi-task, hands-free.",
      "price":219.99,
      "colors": ["black", "white"]
    }
  ]